Reports/final/main.org
#+title: The effectiveness of a dynamic loss function in a neural network-based Automatic Essay Evaluation system
#+author: Oscar Morris
#+options: toc:nil date:nil
#+LATEX_CLASS: article
#+LATEX_CLASS_OPTIONS: [a4paper]
#+LaTeX_HEADER: \usepackage{amsmath}
#+LATEX_HEADER: \usepackage[margin=3cm]{geometry}

* Introduction
An Automatic Essay Evaluation (AEE) system is a computational system that can assign an Essay, or other free-form written text, a grade and then provide textual and helpful feedback so that the student can improve their work. Advances in Natural Language Processing (NLP) have made purely neural approaches to this problem significantly more achievable.


bibliographystyle:ieeetr
bibliography:../bibliography.bib
