Reports/final/main.tex
% Created 2022-07-13 Wed 17:12
% Intended LaTeX compiler: pdflatex
\documentclass[a4paper]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{amsmath}
\usepackage[margin=3cm]{geometry}
\author{Oscar Morris}
\date{}
\title{The effectiveness of a dynamic loss function in a neural network-based Automatic Essay Evaluation system}
\hypersetup{
 pdfauthor={Oscar Morris},
 pdftitle={The effectiveness of a dynamic loss function in a neural network-based Automatic Essay Evaluation system},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.6)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section{Introduction}
\label{sec:orgbec978f}
An Automatic Essay Evaluation (AEE) system is a computational system that can assign an Essay, or other free-form written text, a grade and then provide textual and helpful feedback so that the student can improve their work. Advances in Natural Language Processing (NLP) have made purely neural approaches to this problem significantly more achievable.


bibliographystyle:ieeetr
bibliography:../bibliography.bib
\end{document}
